{
    "home": "Inicio",
    "about": "Quienes somos",
    "favorites": "Favoritos",
    "random": "Aleatorio",
    "english": "Inglés",
    "spanish": "Español",
    "portuguese": "Portugués",
    "characters": "Personajes",
    "add": "Agregar",
    "ascending": "Ascendente",
    "falling": "Descendente",
    "all": "Todos",
    "male": "Masculino",
    "female": "Feminino",
    "genderless": "Sin género",
    "unknown": "Desconocido",
    "name": "Nombre",
    "status": "Estado",
    "species": "Especie",
    "gender": "Género",
    "origin": "Origen",
    "searchId": "Ingrese una identificación entre 1 y 826",
    "aboutTitle": "Acerca de mí",
    "aboutP1": "Mi nombre es Tiago Souza de Oliveira, un apasionado Fullstack Developer con una sólida formación en Javascript, HTML5, CSS3, SQL, NodeJS, ReactJS, Linux y Docker. Originario de Brasil, he trabajado en diversas áreas, destacándome como Service Desk en Yel Informatica, brindando soporte técnico bilingüe para empleados y concesionarios Stellantis en Argentina y Brasil. Mi experiencia también abarca roles como Auxiliar de Depósito en Medical Implants S.A., donde gestioné la recepción, control y despacho de instrumentos y equipos médicos.",
    "aboutP2": "A lo largo de mi carrera, he cultivado habilidades especializadas en tecnologías como JavaScript y React.js, además de implementar prácticas de desarrollo basado en pruebas (TDD). Las certificaciones de mis cursos de HTML, CSS, JavaScript y Linux reflejan mi compromiso con la mejora continua y la excelencia en mi campo.",
    "aboutP3": "Además de mi experiencia laboral, estoy inmerso en un programa de Desarrollador Web Full Stack en Henry, donde estoy ampliando mis habilidades y conocimientos. Mi enfoque va más allá de escribir código; busco contribuir a soluciones innovadoras y eficientes.",
    "aboutP4": "Este proyecto es una manifestación de mi pasión por la tecnología y el desarrollo web. A través de esta plataforma, estoy emocionado de compartir mi experiencia y conocimientos en el mundo del desarrollo. Puedes contactarme a través de mi número de teléfono +54 9 11 2705-0682, mi correo electrónico tiago.zdo@gmail.com, o conectarte conmigo en LinkedIn y GitHub.",
    "site_home": "Inicio",
    "site_features": "Features",
    "site_clients": "Clientes",
    "site_prices": "Precios",
    "site_contact": "Contactos",
    "site_banner1": "Explora el universo de Rick and Morty con detalles impresionantes.",
    "site_banner2": "Crear una cuenta",
    "site_banner3": "Ingresar",
    "site_features1": "Exploración de personajes:",
    "site_features2": "Permite a los usuarios explorar una amplia variedad de personajes del universo Rick y Morty, con detalles como nombres, especies, estado de vida, etc.",
    "site_features3": "Búsqueda Avanzada:",
    "site_features4": "Ofrece a los usuarios la posibilidad de realizar búsquedas avanzadas para encontrar personajes, episodios o ubicaciones específicas según diferentes criterios (por ejemplo, nombre, temporada, etc.).",
    "site_features5:": "Favoritos:",
    "site_features6": "Permite a los usuarios guardar sus personajes favoritos en una lista personalizada para acceder fácilmente a ellos en el futuro.",
    "site_features7": "Diseño intuitivo y navegación sencilla:",
    "site_features8": "Nos aseguramos de que la interfaz de usuario sea fácil de usar y que la navegación sea intuitiva para que los usuarios puedan acceder rápidamente a la información que buscan.",
    "site_testimonials1": "¡Esta aplicación es una maravilla! Soy un gran fan de Rick and Morty y esta app hace que sea superfácil explorar todos los personajes y episodios. ¡Definitivamente la recomiendo!",
    "site_testimonials2": "Inglaterra",
    "site_testimonials3": "Nunca pensé que encontraría una aplicación tan completa sobre Rick and Morty. La capacidad de buscar por personajes, episodios y ubicaciones es impresionante. ¡Es un imprescindible para cualquier fan!",
    "site_testimonials4": "Sudáfrica",
    "site_testimonials5": "Esta app me ha ahorrado mucho tiempo al buscar información sobre la serie. Los detalles de los personajes y episodios están muy bien organizados. ¡Estoy enganchada!",
    "site_testimonials6": "Estados Unidos",
    "site_prices1": "Planes y Precios",
    "site_prices2": "Comienza tu prueba gratuita. No se requiere tarjeta de crédito.",
    "site_prices3": "Hasta 5 personajes como favoritos",
    "site_prices4": "Sin soporte técnico",
    "site_prices5": "Hasta 25 personajes como favoritos.",
    "site_prices6": "Soporte técnico por correo electrónico.",
    "site_prices7": "Favoritos ilimitados.",
    "site_prices8": "Soporte Técnico por teléfono.",
    "site_footer": "Desarrollado por "
}