{
    "home": "Início",
    "about": "Quem somos",
    "favorites": "Favoritos",
    "random": "Aleatorio",
    "english": "Inglês",
    "spanish": "Espanhol",
    "portuguese": "Português",
    "characters": "Personagens",
    "add": "Adicionar",
    "ascending": "Ascendente",
    "falling": "Descendente",
    "all": "Todos",
    "male": "Masculino",
    "female": "Feminino",
    "genderless": "Sem gênero",
    "unknown": "Desconhecido",
    "name": "Nome",
    "status": "Estado",
    "species": "Espécie",
    "gender": "Gênero",
    "origin": "Origem",
    "searchId": "Insira um ID entre 1 e 826",
    "aboutTitle": "Sobre mim",
    "aboutP1": "Meu nome é Tiago Souza de Oliveira, um desenvolvedor Fullstack apaixonado e com sólida formação em Javascript, HTML5, CSS3, SQL, NodeJS, ReactJS, Linux e Docker. Originário do Brasil, atuei em diversas áreas, destacando-me como Service Desk na Yel Informatica, prestando suporte técnico bilíngue para funcionários e revendedores Stellantis na Argentina e no Brasil. A minha experiência inclui também funções como Assistente de Armazém na Medical Implants S.A., onde geri a recepção, controlo e expedição de instrumentos e equipamentos médicos.",
    "aboutP2": "Ao longo da minha carreira, cultivei habilidades especializadas em tecnologias como JavaScript e React.js, além de implementar práticas de desenvolvimento orientado a testes (TDD). Minhas certificações de cursos de HTML, CSS, JavaScript e Linux refletem meu compromisso com a melhoria contínua e a excelência em minha área.",
    "aboutP3": "Além da minha experiência profissional, estou imerso em um programa Full Stack Web Developer na Henry, onde estou ampliando minhas habilidades e conhecimentos. Minha abordagem vai além de escrever código; Procuro contribuir com soluções inovadoras e eficientes.",
    "aboutP4": "Este projeto é uma manifestação da minha paixão por tecnologia e desenvolvimento web. Através desta plataforma, estou entusiasmado em compartilhar minha experiência e conhecimento no mundo do desenvolvimento. Você pode entrar em contato comigo através do meu telefone +54 9 11 2705-0682, meu e-mail tiago.zdo@gmail.com, ou conectar-se comigo no LinkedIn e GitHub.",
    "site_nav1": "Início",
    "site_nav2": "Features",
    "site_nav3": "Clientes",
    "site_nav4": "Preços",
    "site_nav5": "Contato",
    "site_banner1": "Explore o universo de Rick e Morty com detalhes impressionantes.",
    "site_banner2": "Criar uma conta",
    "site_banner3": "Entrar",
    "site_features1": "Exploração de personagens:",
    "site_features2": "Ele permite aos usuários explorar uma grande variedade de personagens do universo Rick e Morty, com detalhes como nomes, espécies, status de vida, etc.",
    "site_features3": "Busca Avançada:",
    "site_features4": "Oferece aos usuários a capacidade de realizar pesquisas avançadas para encontrar personagens, episódios ou locais específicos com base em diferentes critérios (por exemplo, nome, temporada, etc.).",
    "site_features5:": "Favoritos:",
    "site_features6": "Permite que os usuários salvem seus personagens favoritos em uma lista personalizada para fácil acesso no futuro.",
    "site_features7": "Design intuitivo e navegação simples:",
    "site_features8": "Garantimos que a interface do utilizador é fácil de utilizar e que a navegação é intuitiva para que os usuários possam aceder rapidamente à informação que procuram.",
    "site_testimonials1": "Este aplicativo é maravilhoso! Sou um grande fã de Rick e Morty e este aplicativo torna muito fácil explorar todos os personagens e episódios. Eu definitivamente recomendo!",
    "site_testimonials2": "Richard Garriott - Inglaterra",
    "site_testimonials3": "Nunca pensei que encontraria um aplicativo tão completo sobre Rick e Morty. A capacidade de pesquisar por personagens, episódios e locais é impressionante. É um item obrigatório para qualquer fã!",
    "site_testimonials4": "Elon Musk - África do Sul",
    "site_testimonials5": "Este aplicativo me economizou muito tempo procurando informações sobre a série. Os detalhes dos personagens e episódios são muito bem organizados. Estou impressionada!",
    "site_testimonials6": "Marissa Mayer - EUA",
    "site_prices1": "Planos e Preços",
    "site_prices2": "Inicie sua prova gratuita. Não é necessário cartão de crédito.",
    "site_prices3": "Até 5 personagens como favoritos",
    "site_prices4": "Sem suporte técnico",
    "site_prices5": "Até 25 caracteres como favoritos.",
    "site_prices6": "Suporte técnico por e-mail.",
    "site_prices7": "Favoritos ilimitados.",
    "site_prices8": "Suporte Técnico por telefone.",
    "site_prices9": "Inscreva-se agora",
    "site_footer": "Desenvolvido por"
}